brew "ca-certificates"
brew "cloc"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fish"
brew "fisher"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "just"
brew "lazygit"
brew "less"
brew "mise"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "wget"
brew "yazi"
brew "zoxide"

cask "font-0xproto-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "raycast"
cask "zen-browser"

