brew "btop"
brew "ca-certificates"
brew "cloc"
brew "docker-machine"
brew "dust"
brew "eza"
brew "fd"
brew "gawk"
brew "git"
brew "go"
brew "jq"
brew "node"
brew "rust"
brew "stow"
brew "tealdeer"
brew "thefuck"
brew "wget"
brew "yazi"
brew "zoxide"

cask "ghostty"
cask "karabiner-elements"
cask "raycast"

