{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "gh:b0o/SchemaStore.nvim"
    },
    "auto-session": {
      "src": "gh:rmagatti/auto-session"
    },
    "blink-ripgrep.nvim": {
      "src": "gh:mikavilpas/blink-ripgrep.nvim"
    },
    "blink.cmp": {
      "src": "gh:saghen/blink.cmp",
      "version": "'v1.6.0'"
    },
    "bullets.vim": {
      "src": "gh:bullets-vim/bullets.vim"
    },
    "catppuccin": {
      "src": "gh:catppuccin/nvim"
    },
    "colorful-menu.nvim": {
      "src": "gh:xzbdmw/colorful-menu.nvim"
    },
    "conform.nvim": {
      "src": "gh:stevearc/conform.nvim"
    },
    "csvview.nvim": {
      "src": "gh:hat0uma/csvview.nvim"
    },
    "friendly-snippets": {
      "src": "gh:rafamadriz/friendly-snippets"
    },
    "fyler.nvim": {
      "src": "gh:a7lavinraj/fyler.nvim"
    },
    "gitsigns.nvim": {
      "src": "gh:lewis6991/gitsigns.nvim"
    },
    "guess-indent.nvim": {
      "src": "gh:nmac427/guess-indent.nvim"
    },
    "helpview.nvim": {
      "src": "gh:oxy2dev/helpview.nvim"
    },
    "indent-blankline.nvim": {
      "src": "gh:lukas-reineke/indent-blankline.nvim"
    },
    "lualine.nvim": {
      "src": "gh:nvim-lualine/lualine.nvim"
    },
    "markview.nvim": {
      "src": "gh:oxy2dev/markview.nvim"
    },
    "mini.ai": {
      "src": "gh:nvim-mini/mini.ai"
    },
    "mini.align": {
      "src": "gh:nvim-mini/mini.align"
    },
    "mini.bracketed": {
      "src": "gh:nvim-mini/mini.bracketed"
    },
    "mini.icons": {
      "src": "gh:nvim-mini/mini.icons"
    },
    "mini.operators": {
      "src": "gh:nvim-mini/mini.operators"
    },
    "mini.pairs": {
      "src": "gh:nvim-mini/mini.pairs"
    },
    "mini.pick": {
      "src": "gh:nvim-mini/mini.pick"
    },
    "mini.surround": {
      "src": "gh:nvim-mini/mini.surround"
    },
    "nord.nvim": {
      "src": "gh:shaunsingh/nord.nvim"
    },
    "nvim-lspconfig": {
      "src": "gh:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "gh:nvim-treesitter/nvim-treesitter"
    },
    "oil.nvim": {
      "src": "gh:stevearc/oil.nvim"
    },
    "quicker.nvim": {
      "src": "gh:stevearc/quicker.nvim"
    },
    "select-undo.nvim": {
      "src": "gh:sunnytamang/select-undo.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "gh:rachartier/tiny-inline-diagnostic.nvim"
    },
    "treesj": {
      "src": "gh:wansmer/treesj"
    }
  }
}