kidonng/zoxide.fish
patrickf1/fzf.fish
nickeb96/puffer-fish
meaningful-ooo/sponge
jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
zzhaolei/transient.fish
mattmc3/cd-ls.fish
