brew "ast-grep"
brew "bash-language-server"
brew "chafa"
brew "dprint"
brew "llvm"
brew "lua-language-server"
brew "mdformat"
brew "gopls"
brew "prettier"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "stylelint"
brew "stylua"
brew "taplo"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
